morf = False
poSost = False
zvbuk = False
fonet = False
cacChast = False
morfemn = False
rasspisanie = False
raspisanie2 = False
rasspisanie3 = False
sessionStorage = {}
city = False
rasbor = False
dic = ['Й', 'й', 'Ц', 'ц', 'У', 'у', 'К', 'к', 'Е', 'е', 'Ё', 'ё', 'Н', 'н', 'Г', 'г',
       'Ш', 'ш', 'Щ', 'щ', 'з', 'З', 'Х', 'х', 'Ъ', 'ъ', 'Ф', 'ф', 'Ы', 'ы', 'В', 'в', 'А',
       'а', 'П', 'п', 'Р', 'р', 'О', 'о', 'Л', 'л', 'Д', 'д', 'Ж', 'ж', 'Э', 'э', 'Я', 'я', 'Ч',
       'ч', 'С', 'с', 'М', 'м', 'И', 'и', 'Т', 'т', 'Ь', 'ь', 'Б', 'б', 'Ю', 'ю', '.', ',', '(', ')', "'",
       '1', '2', '3', '4', '5', '6', '7', '8', '9', '0', ' ', ':', '+', '_', '!', '?', "’", "[", "]"]
